[{"book_description": "The nation of Panem, formed from a post-apocalyptic North America, is a country that consists of a wealthy Capitol region surrounded by 12 poorer districts. Early in its history, a rebellion led by a 13th district against the Capitol resulted in its destruction and the creation of an annual televised event known as t", "book_image_url": "http://d.gr-assets.com/books/1358275334l/2767052.jpg", "book_image_name": "2767052.jpg", "book_name": "The Hunger Games"},
{"book_description": "The Bear of Very Little Brain and his friends from the Hundred Acre Wood have delighted generations of readers since", "book_image_url": "http://d.gr-assets.com/books/1298440130l/99107.jpg", "book_image_name": "99107.jpg", "book_name": "Winnie-the-Pooh"},
{"book_description": "Set in South Carolina in 1964,", "book_image_url": "http://d.gr-assets.com/books/1333819031l/37435.jpg", "book_image_name": "37435.jpg", "book_name": "The Secret Life of Bees"},
{"book_description": "Here are the confessions of a vampire. Hypnotic, shocking, and chillingly erotic, this is a novel of mesmerizing beauty and astonishing force—a story of danger and flight, of love and loss, of suspense and resolution, and of the extraordinary power of the senses. It is a novel only Anne Rice could write.", "book_image_url": "http://d.gr-assets.com/books/1380631642l/43763.jpg", "book_image_name": "43763.jpg", "book_name": "Interview with the Vampire"},
{"book_description": "Pulitzer Prize, Fiction, 2003", "book_image_url": "http://d.gr-assets.com/books/1409195707l/2187.jpg", "book_image_name": "2187.jpg", "book_name": "Middlesex"},
{"book_description": "Here, for a change, is a fish tale that actually does honor to the author.", "book_image_url": "http://d.gr-assets.com/books/1329189714l/2165.jpg", "book_image_name": "2165.jpg", "book_name": "The Old Man and the Sea"},
{"book_description": "This single volume brings together all of Poe's stories and poems, and illuminates the diverse and multifaceted genius of one of the greatest and most influential figures in American literary history.", "book_image_url": "http://d.gr-assets.com/books/1327942676l/23919.jpg", "book_image_name": "23919.jpg", "book_name": "The Complete Stories and Poems"},
{"book_description": "Her name is Dinah. In the Bible, her life is only hinted at in a brief and violent detour within the more familiar chapters of the Book of Genesis that are about her father, Jacob, and his dozen sons. Told in Dinah's voice, this novel reveals the traditions and turmoils of ancient womanhood--the world of the red tent. It begins with the story of her mothers--Leah, Rachel,", "book_image_url": "http://d.gr-assets.com/books/1405739117l/4989.jpg", "book_image_name": "4989.jpg", "book_name": "The Red Tent"},
{"book_description": "Matilda is a little girl who is far too good to be true. At age five-and-a-half she's knocking off double-digit multiplication problems and blitz-reading Dickens. Even more remarkably, her classmates love her even though she's a super-nerd and the teacher's pet. But everything is not perfect in Matilda's world. For starters she has two of the most idiotic, self-centered pa", "book_image_url": "http://d.gr-assets.com/books/1388793265l/39988.jpg", "book_image_name": "39988.jpg", "book_name": "Matilda"},
{"book_description": "In picturesque nineteenth-century New England, tomboyish Jo, beautiful Meg, fragile Beth, and romantic Amy come of age while their father is off to war.", "book_image_url": "http://d.gr-assets.com/books/1388269517l/1934.jpg", "book_image_name": "1934.jpg", "book_name": "Little Women"},
{"book_description": "Here lives an orphaned ward named Lyra Belacqua, whose carefree life among the scholars at Oxford's Jordan College is shattered by the arrival of two powerful visitors.  First, her fearsome uncle, Lord Asriel, appears with evidence of mystery and danger in the far North, including photographs of a mysterious celestial phenomenon called Dust and the dim outline of a city sus", "book_image_url": "http://d.gr-assets.com/books/1333617993l/119322.jpg", "book_image_name": "119322.jpg", "book_name": "The Golden Compass"},
{"book_description": "John Irving’s", "book_image_url": "http://d.gr-assets.com/books/1260470010l/4473.jpg", "book_image_name": "4473.jpg", "book_name": "A Prayer for Owen Meany"},
{"book_description": "So Melville wrote of his masterpiece, one of the greatest works of imaginations in literary history.  In part,", "book_image_url": "http://d.gr-assets.com/books/1327940656l/153747.jpg", "book_image_name": "153747.jpg", "book_name": "Moby-Dick; or, The Whale"},
{"book_description": "Jonas's world is perfect. Everything is under control. There is no war or fear or pain. There are no choices. Every person is assigned a role in the Community. When Jonas turns twelve, he is singled out to receive special training from The Giver. The Giver alone holds the memories of the true pain and pleasure of life. Now, it is time for Jonas to receive the truth. There", "book_image_url": "http://d.gr-assets.com/books/1342493368l/3636.jpg", "book_image_name": "3636.jpg", "book_name": "The Giver"},
{"book_description": "Don Quixote has become so entranced by reading chivalric romances, that he determines to become a knight-errant himself. In the company of his faithful squire, Sancho Panza, his exploits blossom in all sorts of wonderful ways. While Quixote's fancy often leads him astray – he tilts at windmills, imagining them to be giants – Sancho acquires cunning and a certain sagacity.", "book_image_url": "http://d.gr-assets.com/books/1364958765l/3836.jpg", "book_image_name": "3836.jpg", "book_name": "Don Quixote"},
{"book_description": "Why did he have to fight his battle, not against his enemies, but against those who needed him most, and his hardest battle against the woman he loved? What is the world’s motor — and the motive power of every man? You will know the answer", "book_image_url": "http://d.gr-assets.com/books/1405868167l/662.jpg", "book_image_name": "662.jpg", "book_name": "Atlas Shrugged"},
{"book_description": "Amir is the son of a wealthy Kabul merchant, a member of the ruling caste of Pashums. Hassan, his servant and constant companion, is a Hazara, a despised and impoverished caste. Their uncommon bo", "book_image_url": "http://d.gr-assets.com/books/1394898159l/77203.jpg", "book_image_name": "77203.jpg", "book_name": "The Kite Runner"},
{"book_description": "In the novel, Siddhartha, a young man, leaves his family for a contemplative life, then, restless, discards it for one of the flesh. He conceives a son, but bored and sickened by lust and greed, moves on again. Near despair, Siddhartha comes to a river where he hears a unique sound. This sound signals the true beginning of his life -- the beginning of suffering, rejection,", "book_image_url": "http://d.gr-assets.com/books/1394861337l/52036.jpg", "book_image_name": "52036.jpg", "book_name": "Siddhartha"},
{"book_description": "St. Vladimir’s Academy isn’t just any boarding school—it’s a hidden place where vampires are educated in the ways of magic and half-human teens train to protect them. Rose Hathaway is a Dhampir, a bodyguard for", "book_image_url": "http://d.gr-assets.com/books/1381459853l/18660669.jpg", "book_image_name": "18660669.jpg", "book_name": "Vampire Academy"},
{"book_description": "Set amid the austere beauty of the North Carolina coast, The Notebook begins with the story of Noah Calhoun, a rural Southerner recently returned form the Second World War. Noah is restoring a plantation home to its former glory, and he is haunted by images of the beautiful girl he met fourteen years earlier, a girl he loved like no other. Unable to find her, yet unwilling", "book_image_url": "http://d.gr-assets.com/books/1385738917l/15931.jpg", "book_image_name": "15931.jpg", "book_name": "The Notebook"},
{"book_description": "Leo Tolstoy’s classic story of doomed love is one of the most admired novels in world literature. Generations of readers have been enthralled by his magnificent heroine, the unhappily married Anna Karenina, and her tragic affair with dashing Count Vronsky.", "book_image_url": "http://d.gr-assets.com/books/1352422904l/15823480.jpg", "book_image_name": "15823480.jpg", "book_name": "Anna Karenina"},
{"book_description": "The Color Purple is a 1982 epistolary novel by American author Alice Walker which won the 1983 Pulitzer Prize for Fiction and the National Book Award for Fiction. It was later adapted into a film and musical of the same name.", "book_image_url": "http://d.gr-assets.com/books/1386925078l/11486.jpg", "book_image_name": "11486.jpg", "book_name": "The Color Purple"},
{"book_description": "A vicious fifteen-year-old \"droog\" is the central character of this 1963 classic, whose stark terror was captured in Stanley Kubrick's magnificent film of the same title.", "book_image_url": "http://d.gr-assets.com/books/1348339306l/227463.jpg", "book_image_name": "227463.jpg", "book_name": "A Clockwork Orange"},
{"book_description": "The year is 1945. Claire Randall, a former combat nurse, is just back from the war and reunited with her husband on a second honeymoon when she walks through a standing stone in one of the ancient circles that dot the British Isles. Suddenly she is a Sassenach—an “outlander”—in a Scotland torn by war and raiding border clans in the year of Our Lord...1743.", "book_image_url": "http://d.gr-assets.com/books/1402600310l/10964.jpg", "book_image_name": "10964.jpg", "book_name": "Outlander"},
{"book_description": "Percy Jackson is a good kid, but he can't seem to focus on his schoolwork or control his temper. And lately, being away at boarding school is only getting worse-Percy could have sworn his pre-algebra teacher turned into a monster and tried to kill him. When Percy's mom finds out, she knows it's time that he knew the truth about where he came from, and that he go to the one", "book_image_url": "http://d.gr-assets.com/books/1400602609l/28187.jpg", "book_image_name": "28187.jpg", "book_name": "The Lightning Thief"},
{"book_description": "The Poisonwood Bible is a story told by the wife and four daughters of Nathan Price, a fierce, evangelical Baptist who takes his family and mission to the Belgian Congo in 1959. They carry with them everything they believe they will need from home, but soon find that all of it -- from garden seeds to Scripture -- is calamitously transformed on African soil. What follows is", "book_image_url": "http://d.gr-assets.com/books/1412242487l/7244.jpg", "book_image_name": "7244.jpg", "book_name": "The Poisonwood Bible"},
{"book_description": "So begins the luminous memoir of Frank McCourt, born in Depression-era Bro", "book_image_url": "http://d.gr-assets.com/books/1348317139l/252577.jpg", "book_image_name": "252577.jpg", "book_name": "Angela's Ashes"},
{"book_description": "The novel begins in Monte Carlo, where our heroine is swept off her feet by the dashing widower Maxim de Winter and his sudden proposal of marriage. Orphaned and working as a lady's maid, she can barely believe her luck. It is only when they arrive at his massive country estate that she realizes how large a shadow his late wife will cast over their lives--presenting her wi", "book_image_url": "http://d.gr-assets.com/books/1386605169l/17899948.jpg", "book_image_name": "17899948.jpg", "book_name": "Rebecca"},
{"book_description": "Sylvia Plath's shocking, realistic, and intensely emotional novel about a woman falling into the grip of insanity", "book_image_url": "http://d.gr-assets.com/books/1379098702l/6514.jpg", "book_image_name": "6514.jpg", "book_name": "The Bell Jar"},
{"book_description": "Offred is a Handmaid in the Republic of Gilead. She may leave the home of the Commander and his wife once a day to walk to food markets whose signs are now pictures instead of words because women are no longer allowed to read. She must lie on her back once a month and pray that the Commander makes her pregnant, because in an age of declining births, Offred and the other Ha", "book_image_url": "http://d.gr-assets.com/books/1294702760l/38447.jpg", "book_image_name": "38447.jpg", "book_name": "The Handmaid's Tale"},
{"book_description": "Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun.", "book_image_url": "http://d.gr-assets.com/books/1369520317l/13496.jpg", "book_image_name": "13496.jpg", "book_name": "A Game of Thrones"},
{"book_description": "In this classic of the 1960s, Ken Kesey's hero is Randle Patrick McMurphy, a boisterous, brawling, fun-loving rebel who swaggers into the world of a mental hospital and takes over. A lusty, life-affirming fighter, McMurphy rallies the other patients around him by challenging the dictatorship of Nurse Ratched. He promotes gambling in the ward, smuggles in wine and women, an", "book_image_url": "http://d.gr-assets.com/books/1364084465l/332613.jpg", "book_image_name": "332613.jpg", "book_name": "One Flew Over the Cuckoo's Nest"},
{"book_description": "Complete in nine handsome volumes, each with an introduction by a Doyle scholar, a chronology, a selected bibliography, and explanatory notes, the Oxford Sherlock Holmes series offers a definitive collection of the famous detective's adventures.  No home library is complete without it.", "book_image_url": "http://d.gr-assets.com/books/1164045516l/3590.jpg", "book_image_name": "3590.jpg", "book_name": "The Adventures of Sherlock Holmes"},
{"book_description": "Moral allegory and spiritual autobiography, The Little Prince is the most translated book in the French language. With a timeless charm it tells the story of a little boy who leaves the safety of his own tiny planet to travel the universe, learning the vagaries of adult behaviour through a series of extraordinary encounters. His personal odyssey culminates in a voyage to E", "book_image_url": "http://d.gr-assets.com/books/1367545443l/157993.jpg", "book_image_name": "157993.jpg", "book_name": "The Little Prince"},
{"book_description": "began writing", "book_image_url": "http://d.gr-assets.com/books/1381512375l/18490.jpg", "book_image_name": "18490.jpg", "book_name": "Frankenstein"},
{"book_description": "This is the way the world ends: with a nanosecond of computer error in a Defense Department laboratory and a million casual contacts that form the links in a chain letter of death.", "book_image_url": "http://d.gr-assets.com/books/1213131305l/149267.jpg", "book_image_name": "149267.jpg", "book_name": "The Stand"},
{"book_description": "In what may be Dickens's best novel, humble, orphaned Pip is apprenticed to the dirty work of the forge but dares to dream of becoming a gentleman — and one day, under sudden and enigmatic circumstances, he finds himself in possession of \"great expectations.\" In this gripping tale of crime and guilt, revenge and reward, the compelling characters include Magwitch, the fearf", "book_image_url": "http://d.gr-assets.com/books/1327920219l/2623.jpg", "book_image_name": "2623.jpg", "book_name": "Great Expectations"},
{"book_description": "A phenomenal worldwide bestseller for over thirty years, Richard Adams's", "book_image_url": "http://d.gr-assets.com/books/1405136931l/76620.jpg", "book_image_name": "76620.jpg", "book_name": "Watership Down"},
{"book_description": "The beloved American classic about a young girl's coming-of-age at the turn of the century, Betty Smith's", "book_image_url": "http://d.gr-assets.com/books/1327883484l/14891.jpg", "book_image_name": "14891.jpg", "book_name": "A Tree Grows in Brooklyn"},
{"book_description": "bestselling author Jodi Picoult is widely acclaimed for her keen insights into the hearts and minds of real people. Now she tells the emotionally riveting story of a family torn apart by conflicting needs and a passionate love that triumphs over human weakness. Anna is not sick, but she might as well be. By age thirteen, she has undergone countless surgeries", "book_image_url": "http://d.gr-assets.com/books/1369504683l/10917.jpg", "book_image_name": "10917.jpg", "book_name": "My Sister's Keeper"},
{"book_description": "Set in the far future amidst a sprawling feudal interstellar empire where planetary dynasties are controlled by noble houses that owe an allegiance to the imperial House Corrino, Dune tells the story of young Paul Atreides (the heir apparent to Duke Leto Atreides & heir of House Atreides) as he & his family accept control of the desert planet Arrakis, the only sour", "book_image_url": "http://d.gr-assets.com/books/1389569143l/234225.jpg", "book_image_name": "234225.jpg", "book_name": "Dune"},
{"book_description": "A portrait of the Jazz Age in all of its decadence and excess, The Great Gatsby captured the spirit of the author's generation and earned itself a permanent place in American mythology. Self-made, self-invented millionaire Jay Gatsby embodies some of Fitzgerald's--and his country's--most abiding obsessions: money, ambition, greed, and the promise of new beginnings. \"Gatsby", "book_image_url": "http://d.gr-assets.com/books/1361191055l/4671.jpg", "book_image_name": "4671.jpg", "book_name": "The Great Gatsby"},
{"book_description": "The spellbinding epic set in twelfth-century England,The Pillars of the Earthtells the story of the lives entwined in the building of the greatest Gothic cathedral the world has ever known—and a struggle between good and evil that will turn church against state, and brother against brother.", "book_image_url": "http://d.gr-assets.com/books/1388193707l/5043.jpg", "book_image_name": "5043.jpg", "book_name": "The Pillars of the Earth"},
{"book_description": "His problem is Colonel Cathcart, who keeps raising the number of missions the men must fly to complete their service. Yet if Yossarian makes any attempts to excuse himself from the perilous mission", "book_image_url": "http://d.gr-assets.com/books/1359882576l/168668.jpg", "book_image_name": "168668.jpg", "book_name": "Catch-22"},
{"book_description": "Kurt Vonnegut's absurdist classic", "book_image_url": "http://d.gr-assets.com/books/1337996187l/4981.jpg", "book_image_name": "4981.jpg", "book_name": "Slaughterhouse-Five"},
{"book_description": "Since his debut in 1951 as The Catcher in the Rye, Holden Caulfield has been synonymous with \"cynical adolescent.\" Holden narrates the story of a couple of days in his sixteen-year-old life, just after he's been expelled from prep school, in a slang that sounds edgy even today and keeps this novel on banned book lists. It begins,", "book_image_url": "http://d.gr-assets.com/books/1398034300l/5107.jpg", "book_image_name": "5107.jpg", "book_name": "The Catcher in the Rye"},
{"book_description": "According to Ponyboy, there are two kinds of people in the world: greasers and socs. A soc (short for \"social\") has money, can get away with just about anything, and has an attitude longer than a limousine. A greaser, on the other hand, always lives on the outside and needs to watch his back. Ponyboy is a greaser, and he's always been proud of it, even willing to rumble ag", "book_image_url": "http://d.gr-assets.com/books/1314327508l/231804.jpg", "book_image_name": "231804.jpg", "book_name": "The Outsiders"},
{"book_description": "The Odyssey is literature's grandest evocation of everyman's journey through life. In the myths and legends that are retold here, renowned translator Robert Fagles has captured the energy and poetry of Homer's original in a bold, contemporary idiom and given us an", "book_image_url": "http://d.gr-assets.com/books/1390173285l/1381.jpg", "book_image_name": "1381.jpg", "book_name": "The Odyssey"},
{"book_description": "Humbert Humbert - scholar, aesthete and romantic - has fallen completely and utterly in love with Lolita Haze, his landlady's gum-snapping, silky skinned twelve-year-old daughter. Reluctantly agreeing to marry Mrs Haze just to be close to Lolita, Humbert suffers greatly in the pursuit of romance; but when Lo herself starts looking for attention elsewhere, he will carry her", "book_image_url": "http://d.gr-assets.com/books/1377756377l/7604.jpg", "book_image_name": "7604.jpg", "book_name": "Lolita"},
{"book_description": "Charlie is a freshman.", "book_image_url": "http://d.gr-assets.com/books/1363910637l/22628.jpg", "book_image_name": "22628.jpg", "book_name": "The Perks of Being a Wallflower"},
{"book_description": "The award-winning translation of Dostoevsky's last and greatest novel.", "book_image_url": "http://d.gr-assets.com/books/1327882764l/4934.jpg", "book_image_name": "4934.jpg", "book_name": "The Brothers Karamazov"},
{"book_description": "Life of Pi is a fantasy adventure novel by Yann Martel published in 2001. The protagonist, Piscine Molitor \"Pi\" Patel, a Tamil boy from Pondicherry, explores issues of spirituality and practicality from an early age. He survives 227 days after a shipwreck while stranded on a boat in the Pacific Ocean with a Bengal tiger named Richard Parker.", "book_image_url": "http://d.gr-assets.com/books/1320562005l/4214.jpg", "book_image_name": "4214.jpg", "book_name": "Life of Pi"},
{"book_description": "After eighteen years as a political prisoner in the Bastille, the ageing Doctor Manette is finally released and reunited with his daughter in England. There the lives of two very different men, Charles Darnay, an exiled French aristocrat, and Sydney Carton, a disreputable but", "book_image_url": "http://d.gr-assets.com/books/1344922523l/1953.jpg", "book_image_name": "1953.jpg", "book_name": "A Tale of Two Cities"},
{"book_description": "“Do you like green eggs and ham?” asks Sam-I-am in this Beginner Book by Dr. Seuss. In a house or with a mouse? In a boat or with a goat? On a train or in a tree? Sam keeps asking persistently. With unmistakable characters and signature rhymes, Dr. Seuss’s beloved favorite has cemented its place as a children’s classic. In this most famous of cumulative tales, the list of", "book_image_url": "http://d.gr-assets.com/books/1327875972l/23772.jpg", "book_image_name": "23772.jpg", "book_name": "Green Eggs and Ham"},
{"book_description": "Orphaned, penniless, Jacob Jankowski jumps a freight train in the dark, and in that instant, transforms his future.", "book_image_url": "http://d.gr-assets.com/books/1404582050l/43641.jpg", "book_image_name": "43641.jpg", "book_name": "Water for Elephants"},
{"book_description": "When fifteen-year-old Clary Fray heads out to the Pandemonium Club in New York City, she hardly expects to witness a murder― much less a murder committed by three teenagers covered with strange tattoos and brandishing bizarre weapons. Then the body disappears into thin air. It's hard to call the police when the murderers are invisible to everyone else and when there is not", "book_image_url": "http://d.gr-assets.com/books/1417797090l/256683.jpg", "book_image_name": "256683.jpg", "book_name": "City of Bones"},
{"book_description": "What secrets lie behind the doors at Misselthwaite Manor? Recently arrived at her uncle's estate, orphaned Mary Lennox is spoiled, sickly, and certain she won't enjoy living there. Then she discovers the arched doorway into an overgrown garden, shut up since the death of her aunt ten years earlier. Mary soon begins transforming it into a thing of beauty--unaware that she i", "book_image_url": "http://d.gr-assets.com/books/1327873635l/2998.jpg", "book_image_name": "2998.jpg", "book_name": "The Secret Garden"},
{"book_description": "A searing, post apocalyptic novel destined to become Cormac McCarthy’s masterpiece.", "book_image_url": "http://d.gr-assets.com/books/1320606344l/6288.jpg", "book_image_name": "6288.jpg", "book_name": "The Road"},
{"book_description": "Of all the contenders for the title of The Great American Novel, none has a better claim than", "book_image_url": "http://d.gr-assets.com/books/1405973850l/2956.jpg", "book_image_name": "2956.jpg", "book_name": "The Adventures of Huckleberry Finn"},
{"book_description": "One night Max puts on his wolf suit and makes mischief of one kind and another, so his mother calls him 'Wild Thing' and sends him to bed without his supper. That night a forest begins to grow in Max's room and an ocean rushes by with a boat to take Max to the place where the wild things are. Max tames the wild things and crowns himself as their king, and then the wild rum", "book_image_url": "http://d.gr-assets.com/books/1384434560l/19543.jpg", "book_image_name": "19543.jpg", "book_name": "Where the Wild Things Are"},
{"book_description": "After 103 weeks on the New York Times bestseller list and with four million copies of The Kite Runner shipped, Khaled Hosseini returns with a beautiful, riveting, and haunting novel that confirms his place as one of the most important literary writers today.", "book_image_url": "http://d.gr-assets.com/books/1345958969l/128029.jpg", "book_image_name": "128029.jpg", "book_name": "A Thousand Splendid Suns"},
{"book_description": "One of the 20th century's enduring works,", "book_image_url": "http://d.gr-assets.com/books/1327881361l/320.jpg", "book_image_name": "320.jpg", "book_name": "One Hundred Years of Solitude"},
{"book_description": "is the story of a family devastated by a gruesome murder -- a murder recounted by the teenage victim.  Upsetting, you say?  Remarkably, first-time novelist Alice Sebold takes this difficult material and delivers a compelling and accomplished exploration of a fractured family's need for peace and closure.", "book_image_url": "http://d.gr-assets.com/books/1312524577l/12232938.jpg", "book_image_name": "12232938.jpg", "book_name": "The Lovely Bones"},
{"book_description": "Far in the future, the World Controllers have created the ideal society. Through clever use of genetic engineering, brainwashing and recreational sex and drugs, all its members are happy consumers. Bernard Marx seems alone harbouring an ill-defined longing to break free. A visit to one of the few remaining Savage Reservations, where the old, imperfect life still continues,", "book_image_url": "http://d.gr-assets.com/books/1327865608l/5129.jpg", "book_image_name": "5129.jpg", "book_name": "Brave New World"},
{"book_description": "In Beatrice Prior's dystopian Chicago world, society is divided into five factions, each dedicated to the cultivation of a particular virtue--Candor (the honest), Abnegation (the selfless), Dauntless (the brave), Amity (the peaceful), and Erudite (the intelligent). On an appointed day of every year, all sixteen-year-olds must select the faction to which they will devote th", "book_image_url": "http://d.gr-assets.com/books/1328559506l/13335037.jpg", "book_image_name": "13335037.jpg", "book_name": "Divergent"},
{"book_description": "It was a dark and stormy night; Meg Murry, her small brother Charles Wallace, and her mother had come down to the kitchen for a midnight snack when they were upset by the arrival of a most disturbing stranger.", "book_image_url": "http://d.gr-assets.com/books/1329061522l/18131.jpg", "book_image_name": "18131.jpg", "book_name": "A Wrinkle in Time"},
{"book_description": "What happens when the most beautiful girl in the world marries the handsomest prince of all time and he turns out to be...well...a lot less than the man of her dreams?", "book_image_url": "http://d.gr-assets.com/books/1327903636l/21787.jpg", "book_image_name": "21787.jpg", "book_name": "The Princess Bride"},
{"book_description": "An edited edition of the classic novel by Bram Stoker. Jonathan Harker, incarcerated in a Transylvanian castle, has an alluring but terrifying dream of three women, eager to prey upon him. His host and jailer is none other than Count Dracula, or Nosferatu, the Un-Dead, controller of the wolves.", "book_image_url": "http://d.gr-assets.com/books/1387151694l/17245.jpg", "book_image_name": "17245.jpg", "book_name": "Dracula"},
{"book_description": "Everyone's favorite redhead, the spunky Anne Shirley, begins her adventures at Green Gables, a farm outside Avonlea, Prince Edward Island. When the freckled girl realizes that the elderly Cuthberts wanted to adopt a boy instead, she begins to try to win them and, consequently, the reader, over.", "book_image_url": "http://d.gr-assets.com/books/1390789015l/8127.jpg", "book_image_name": "8127.jpg", "book_name": "Anne of Green Gables"},
{"book_description": "The tragic story of the complex bond between two migrant laborers in Central California. They are George Milton and Lennie Small, itinerant ranch hands who dream of one day owning a small farm. George acts as a father figure to Lennie, who is a very large, simple-minded man, calming him and helping to rein in his immense physical strength.", "book_image_url": "http://d.gr-assets.com/books/1367951092l/890.jpg", "book_image_name": "890.jpg", "book_name": "Of Mice and Men"},
{"book_description": "The terrifyingly prophetic novel of a post-literate future.", "book_image_url": "http://d.gr-assets.com/books/1366411587l/17470674.jpg", "book_image_name": "17470674.jpg", "book_name": "Fahrenheit 451"},
{"book_description": "Paulo Coelho's enchanting novel has inspired a devoted following around the world. This story, dazzling in its powerful simplicity and inspiring wisdom, is about an Andalusian shepherd boy named Santiago who travels from his homeland in Spain to the Egyptian desert in search of a treasure buried in the Pyramids. Along the way he meets a Gypsy woman, a man who calls himself", "book_image_url": "http://d.gr-assets.com/books/1287827991l/865.jpg", "book_image_name": "865.jpg", "book_name": "The Alchemist"},
{"book_description": "The tale of how a little girl named Fern, with the help of a friendly spider, saved her pig Wilbur from the usual fate of nice fat little pigs.", "book_image_url": "http://d.gr-assets.com/books/1386925651l/24178.jpg", "book_image_name": "24178.jpg", "book_name": "Charlotte's Web"},
{"book_description": "Twenty-two-year-old Skeeter has just returned home after graduating from Ole Miss. She may have a degree, but it is 1962, Mississippi, and her mother will not be happy till Skeeter has a ring on her finger. Skeeter would normally find solace with her beloved maid Constantine, the woman who raised her, but Co", "book_image_url": "http://d.gr-assets.com/books/1346100365l/4667024.jpg", "book_image_name": "4667024.jpg", "book_name": "The Help"},
{"book_description": "Through the story of the brilliant but conflicted young Raskolnikov and the murder he commits, Fyodor Dostoevsky explores the theme of redemption through suffering.", "book_image_url": "http://d.gr-assets.com/books/1382846449l/7144.jpg", "book_image_name": "7144.jpg", "book_name": "Crime and Punishment"},
{"book_description": "In order to develop a secure defense against a hostile alien race's next attack, government agencies breed child geniuses and train them as soldiers. A brilliant young boy, Andrew \"Ender\" Wiggin lives with his kind but distant parents, his sadistic brother Peter, and the person he loves more than anyone else, his sister Valentine. Peter and Valentine were candidates for th", "book_image_url": "http://d.gr-assets.com/books/1408303130l/375802.jpg", "book_image_name": "375802.jpg", "book_name": "Ender's Game"},
{"book_description": "Orphaned into the household of her Aunt Reed at Gateshead, subject to the cruel regime at Lowood charity school, Jane Eyre nonetheless emerges unbroken in spirit and integrity. She takes up the post of governess at Thornfield, falls in love with Mr. Rochester, and discovers the impediment to their lawful marriage in a story that transcends melodrama to portray a woman's pa", "book_image_url": "http://d.gr-assets.com/books/1327867269l/10210.jpg", "book_image_name": "10210.jpg", "book_name": "Jane Eyre"},
{"book_description": "", "book_image_url": "http://d.gr-assets.com/books/1320467562l/5297.jpg", "book_image_name": "5297.jpg", "book_name": "The Picture of Dorian Gray"},
{"book_description": "This four volume, deluxe paperback boxed set contains J.R.R. Tolkien's epic masterworks", "book_image_url": "http://d.gr-assets.com/books/1346072396l/30.jpg", "book_image_name": "30.jpg", "book_name": "J.R.R. Tolkien 4-Book Boxed Set: The Hobbit and The Lord of the Rings"},
{"book_description": "Audrey Niffenegger's dazzling debut is the story of Clare, a beautiful, strong-minded art student, and Henry, an adventuresome librarian, who have known each other since Clare was six and Henry was thirty-six, and were married when Clare was twenty-three and Henry thirty-one.", "book_image_url": "http://d.gr-assets.com/books/1380660571l/18619684.jpg", "book_image_name": "18619684.jpg", "book_name": "The Time Traveler's Wife"},
{"book_description": "Despite the tumor-shrinking medical miracle that has bought her a few years, Hazel has never been anything but terminal, her final chapter inscribed upon diagnosis. But when a gorgeous plot twist named Augustus Waters suddenly appears at Cancer Kid Support Group, Hazel's story is about to be completely rewritten.", "book_image_url": "http://d.gr-assets.com/books/1360206420l/11870085.jpg", "book_image_name": "11870085.jpg", "book_name": "The Fault in Our Stars"},
{"book_description": "William Golding's compelling story about a group of very ordinary small boys marooned on a coral island has become a modern classic. At first, it seems as though it's all going to be great fun; but the fun before long becomes furious & life on the island turns into a nightmare of panic & death. As ordinary standards of behavior collapse, the whole world the boys kn", "book_image_url": "http://d.gr-assets.com/books/1327869409l/7624.jpg", "book_image_name": "7624.jpg", "book_name": "Lord of the Flies"},
{"book_description": "An ingenious code hidden in the works of Leonardo da Vinci. A desperate race through the cathedrals and castles of Europe. An astonishing truth concealed for centuries . . . unveiled at last.", "book_image_url": "http://d.gr-assets.com/books/1303252999l/968.jpg", "book_image_name": "968.jpg", "book_name": "The Da Vinci Code"},
{"book_description": "Introducing one of the most famous characters in literature, Jean Valjean - the noble peasant imprisoned for stealing a loaf of bread . In Les Misérables Victor Hugo takes readers deep into the Parisian underworld, immerses them in a battle between good and evil, and carries them onto the barricades during the uprising of 1832 with a breathtaking realism that is unsurpasse", "book_image_url": "http://d.gr-assets.com/books/1411852091l/24280.jpg", "book_image_name": "24280.jpg", "book_name": "Les Misérables"},
{"book_description": "Speaking to us with the wisdom of age and in a voice at once haunting and startlingly immediate, Nitta Sayuri tells the story of her life as a geisha. It begins in a poor fishing village in 1929, when, as a nine-year-old girl with unusual blue-gray eyes, she is taken from her home and sold into slavery to a renowned geisha house. We witness her transformation as she learns", "book_image_url": "http://d.gr-assets.com/books/1388367666l/930.jpg", "book_image_name": "930.jpg", "book_name": "Memoirs of a Geisha"},
{"book_description": "The most iconic love story of all time, Shakespeare's Romeo and Juliet is an epic-scale tragedy of desire and revenge. Despite the bitter rivalry that exists between their families, Romeo Montague and Juliet Capulet have fallen madly in love. But when the long-running rivalry boils over into murder, the young couple must embark on a dangerous and deadly mission to preserve", "book_image_url": "http://d.gr-assets.com/books/1327872146l/18135.jpg", "book_image_name": "18135.jpg", "book_name": "Romeo and Juliet"},
{"book_description": "For the Fourth Edition, the editor collated the 1847 text with the two modern texts (Norton s William J. Sale collation and the Clarendon), and found a great number of variants, including accidentals. This discovery led to changes in the body of the Norton Critical Edition text that are explained in the preface. New to \"Backgrounds and Contexts\" are additional letters, a c", "book_image_url": "http://d.gr-assets.com/books/1388212715l/6185.jpg", "book_image_name": "6185.jpg", "book_name": "Wuthering Heights"},
{"book_description": "Tired of their servitude to man, a group of farm animals revolt and establish their own society, only to be betrayed into worse servitude by their leaders, the pigs, whose slogan becomes: \"All animals are equal, but some animals are more equal than others.\" This 1945 satire addresses the socialist/ communist philosophy of Stalin in the Soviet Union.", "book_image_url": "http://d.gr-assets.com/books/1327872845l/7613.jpg", "book_image_name": "7613.jpg", "book_name": "Animal Farm"},
{"book_description": "Weary of her storybook, one \"without pictures or conversations,\" the young and imaginative Alice follows a hasty hare underground--to come face-to-face with some of the strangest adventures and most fantastic characters in all of literature.", "book_image_url": "http://d.gr-assets.com/books/1327872220l/24213.jpg", "book_image_name": "24213.jpg", "book_name": "Alice's Adventures in Wonderland & Through the Looking-Glass"},
{"book_description": "Seconds before the Earth is demolished to make way for a galactic freeway, Arthur Dent is plucked off the planet by his friend Ford Prefect, a researcher for the revised edition of The Hitchhiker's Guide to the Galaxy who, for the last fifteen years, has been posing as an out-of-work actor.", "book_image_url": "http://d.gr-assets.com/books/1327656754l/11.jpg", "book_image_name": "11.jpg", "book_name": "The Hitchhiker's Guide to the Galaxy"},
{"book_description": "Margaret Mitchell's Classic novel of Civil War South with vibrant scenes and great characters. A book that even Rhett Butler would give a damn to read. If you loved the movie, you'll love the book!", "book_image_url": "http://d.gr-assets.com/books/1328025229l/18405.jpg", "book_image_name": "18405.jpg", "book_name": "Gone with the Wind"},
{"book_description": "\"It is a truth universally acknowledged, that a single man in possession of a good fortune must be in want of a wife.\"", "book_image_url": "http://d.gr-assets.com/books/1320399351l/1885.jpg", "book_image_name": "1885.jpg", "book_name": "Pride and Prejudice"},
{"book_description": "When Bella Swan moves to the gloomy town of Forks and meets Edward Cullen, her life takes a thrilling and terrifying turn.", "book_image_url": "http://d.gr-assets.com/books/1361039443l/41865.jpg", "book_image_name": "41865.jpg", "book_name": "Twilight"},
{"book_description": "Harry Potter is due to start his fifth year at Hogwarts School of Witchcraft and Wizardry. His best friends Ron and Hermione have been very secretive all summer and he is desperate to get back to school and find out what has been going on. However, what Harry discovers is far more devastating than he could ever have expected...", "book_image_url": "http://d.gr-assets.com/books/1387141547l/2.jpg", "book_image_name": "2.jpg", "book_name": "Harry Potter and the Order of the Phoenix"},
{"book_description": "It is 1939. Nazi Germany. The country is holding its breath. Death has never been busier, and will be busier still.", "book_image_url": "http://d.gr-assets.com/books/1390053681l/19063.jpg", "book_image_name": "19063.jpg", "book_name": "The Book Thief"},
{"book_description": "The unforgettable novel of a childhood in a sleepy Southern town and the crisis of conscience that rocked it,", "book_image_url": "http://d.gr-assets.com/books/1361975680l/2657.jpg", "book_image_name": "2657.jpg", "book_name": "To Kill a Mockingbird"},
{"book_description": "Journeys to the end of the world, fantastic creatures, and epic battles between good and evil—what more could any reader ask for in one book? The book that has it all is", "book_image_url": "http://d.gr-assets.com/books/1388178573l/11127.jpg", "book_image_name": "11127.jpg", "book_name": "The Chronicles of Narnia"},
{"book_description": "'Once there was a tree...and she loved a little boy.'", "book_image_url": "http://d.gr-assets.com/books/1174210942l/370493.jpg", "book_image_name": "370493.jpg", "book_name": "The Giving Tree"}]
